validation/incFR/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
// Pinned at 1e-14 / relTol 0 IN THE FIXTURE, because this case exists to compare a boundary condition
// against OpenFOAM: at a loose relTol the two arms stop at different iterates and that difference
// swamps the inlet by orders of magnitude.
solvers { p { solver PBiCGStab; preconditioner DIC; tolerance 1e-14; relTol 0; }
          U { solver PBiCGStab; preconditioner DILU; tolerance 1e-14; relTol 0; } }
SIMPLE { nNonOrthogonalCorrectors 0; consistent no; }
relaxationFactors { fields { p 0.3; } equations { U 0.7; } }
